TheBoredTeam/boring-notch/boring-notch
anki
anydesk
balenaetcher
calibre
chatgpt-atlas
claude
coconutbattery
codex
discord
ghostty
httpie
iterm2
kiro
kiro-cli
linearmouse
macpass
macs-fan-control
numi
obs
obsidian
openmtp
rectangle
sdformatter
session-manager-plugin
spotify
steam
tailscale
teamviewer
telegram
the-unarchiver
transmission
typewhisper/tap/typewhisper
utm
vlc
zen-browser
zoom
